---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.TrussFamilyVertWeb
source: html/df103d18-c6ee-7ad2-59e6-81a2e8f05161.htm
---
# Autodesk.Revit.DB.GroupTypeId.TrussFamilyVertWeb Property

Vertical Webs.

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyVertWeb { get; }
```